Repository: jhomik/pillReminder
Catalog: PR-App/*.lproj/Localizable.strings
Languages: pl

source: Add Medication
pl: Dodaj lek

# nameMedication
source: Name e.g. Metocard
pl: Nazwa leku

# capacityMedication
source: Package capacity
pl: Pojemność opakowania

# doseMedication
source: Dose e.g. 50 (mg)
pl: Dawka

source: Change settings
pl: Edytuj ustawienia leku

source: Change Medications
pl: Edytuj lek

source: Tap to change
pl: Zmień

source: Pill name
pl: Nazwa leku

source: Capacity
pl: Pojemność

source: Dosage
pl: Dawkowanie

source: Your name
pl: Twoje imię

# dose
source: Pill dose
pl: Dawka tabletki

source: Email Address
pl: Adres e-mail

source: Password
pl: Hasło

source: Confirm Password
pl: Powtórz hasło

source: Sign In
pl: Zaloguj

source: Sign Up
pl: Zarejestruj

source: Create Account
pl: Utwórz konto

source: Forgot your password?
pl: Zapomniałeś hasła?

source: Sign Out
pl: Wyloguj

source: Back
pl: Moje konto

source: Hello,
pl: Cześć,

source: Password Recover
pl: Odzyskaj hasło

source: Provide your email
pl: Podaj swój e-mail

source: Send password
pl: Wyślij

# userIsNotVerified
source: Your email is not verified. Check your mail inbox for link to activate your account!
pl: Twój mail nie został zweryfikowany. Sprawdź swoją skrzynkę w celu aktywowania konta.

# failedToSignOut
source: Failed to sign out, please try again.
pl: Nie udało się wylogować, spróboj ponowanie.

# cameraNotAvailable
source: I'm sorry, camera is not available right now.
pl: Przepraszamy, kamera nie jest w tym momencie dostępna.

# emailActivation
source: Check your email with activation link!
pl: Mail z linkiem aktywacyjnym został wysłany, sprawdź skrzynkę!

# userLogIn
source: Logged in!
pl: Zalogowany!

# userSignOUt
source: Are you sure you want to log out from account?
pl: Jesteś pewny, że chcesz się wylogować?

# userForgotPassword
source: Your link with password reset has been sent!
pl: Mail z linkiem do resetowania hasła został wysłany, sprawdź skrzynkę.

# userSessionActive
source: Welcome back!
pl: Witaj ponownie!

source: Photo Source
pl: Źródło

source: Camera
pl: Aparat

source: Photo Library
pl: Biblioteka zdjęć

source: Cancel
pl: Anuluj

source: Medicine
pl: Lekarstwa

# reminder
source: Reminders
pl: Powiadomienia

# firstPill
source: It's time to take todays first pill
pl: Pora wziąć pierwszą tabletkę

# secondPill
source: It's time to take second pill
pl: Pora wziąć drugą tabletkę

# thirdPill
source: It's time to take the last pill
pl: Pora wziąć ostatnia tabletkę

# tapNotification
source: Tap to take it!
pl: Kliknij aby wziąć!

# passwordMatch
source: Passwords do not match
pl: Hasła nie pasują do siebie

source: Everyday
pl: Codziennie

source: Once a day
pl: Raz dziennie

# twiceADay
source: Twice a day | Morning, evening
pl: 2 razy dziennie | Rano i wieczorem

# threeTimesADay
source: Three times a day | Morning, noon, evening
pl: 3 razy dziennie | Rano, po południu, wieczorem

source: pills left
pl: Pozostały

source: pill left
pl: Pozostała

source: pills
pl: tabletki

source: pill
pl: tabletka

# selectFrequencyInput
source: Select frequency
pl: Wybierz jak często

# howManyTimesPerDayInput
source: Select how many
pl: Wybierz ile razy dziennie

# whatTimeInput
source: Select time
pl: Wybierz godzinę

# chooseDosage
source: Select dosage
pl: Wybierz dawkę

# frequencyTitle
source: Frequency
pl: Częstotliwość

# howManyTimesPerDayTitle
source: How many times per day?
pl: Ile razy dziennie?

# whatTimeTitle
source: What time?
pl: O której godzinie?

# onceADayArray
source: Once a day
pl: Raz dziennie

# twiceADayArray
source: Twice a day
pl: Dwa razy dziennie

# threeTimesADayArray
source: Three times a day
pl: Trzy razy dziennie

source: Next pill:
pl: Następna tabletka:
